Repository: bj1024/CopyCleanerTranslate
Catalog: CopyCleaner/*/Localizable.strings
Languages: ar, da, de, el, es, fi, fr, hi, id, it, ko, ms, nb, nl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# mainTitle
source: Erase Copy
ar: محو نسخة
da: Slet Kopier
de: Löschen Kopieren
el: Διαγραφή Αντιγραφή
es: borrado de copia
fi: Erase Kopioi
fr: Effacer Copier
hi: कॉपी और पेस्ट स्पष्ट
ko: 복사 붙여 넣기 클리너
pt: Apagar Copiar
th: คัดลอกลบ
tr: Kopya sil
vi: Erase Sao chép
zh_hans: 复制并粘贴 清晰
zh_hant: 複製並粘貼 清晰

# appnamePro
source: Pro
ar: طليعة
fi: ammattilainen
hi: समर्थक
pt: Pró
sv: Proffs
th: มือโปร
tr: profesyonel

# lblEmpty
source: Clipboard is empty.
ar: الحافظة فارغة.
da: Udklipsholder er tom.
de: Zwischenablage ist leer.
el: Πρόχειρο είναι άδειο.
es: Portapapeles está vacía.
fi: Leikepöydälle on tyhjä.
fr: C'est vide.
hi: यह खाली है।
id: Clipboard kosong.
it: Appunti è vuoto.
ko: 클립 보드가 비어 있습니다.
ms: Clipboard kosong.
nb: Utklippstavlen er tom.
nl: Clipboard is leeg.
pt: Área de transferência está vazia.
ru: Буфер обмена пуст.
sv: Urklipp är tom.
th: คลิปบอร์ดว่างเปล่า
tr: Pano boş.
vi: Clipboard trống.
zh_hans: 它是空的。
zh_hant: 它是空的。

# notifyUseme
source: Check the clipboard data for security.
ar: تحقق من البيانات الحافظة للأمن.
da: Tjek klippebordets data for sikkerhed.
de: Überprüfen Sie die Daten in der Zwischenablage für die Sicherheit.
el: Ελέγξτε τα δεδομένα πρόχειρο για την ασφάλεια.
es: Compruebe el portapapeles para la seguridad de datos.
fi: Tarkista leikepöytää turvallisuussyistä.
fr: Assurons-il n'y a plus de données dans le presse-papiers pour la sécurité.
hi: आइए सुनिश्चित करें कि सुरक्षा के लिए क्लिपबोर्ड करने के लिए कोई और अधिक डेटा देखते हैं करते हैं।
id: Memeriksa data clipboard untuk keamanan.
it: Controllare i dati degli Appunti per la sicurezza.
ko: 보안을 위해 클립 보드 데이터를 확인합니다.
ms: Semak data clipboard untuk keselamatan.
nb: Sjekk utklippstavlen for sikkerhet.
nl: Controleer de gegevens van het klembord voor de veiligheid.
pt: Verifique os dados da área de transferência para a segurança.
ru: Проверьте данные из буфера обмена в целях безопасности.
sv: Kontrollera urklippsdata för säkerheten.
th: ตรวจสอบข้อมูลคลิปบอร์ดสำหรับการรักษาความปลอดภัย
tr: Güvenlik için pano verilerini kontrol edin.
vi: Kiểm tra dữ liệu vào clipboard để bảo mật.
zh_hans: 为了安全起见，我们要确保有没有剩余的数据复制到剪贴板。
zh_hant: 為了安全起見，我們要確保有沒有剩餘的數據複製到剪貼板。

# notifyUsemeAlertAction
source: Check the clipboard
ar: تحقق الحافظة
da: Tjek klippebordet
de: Überprüfen Sie die Zwischenablage.
el: Ελέγξτε το πρόχειρο
es: Compruebe el portapapeles
fi: Tarkista leikepöydälle
fr: Pour vérifier le presse-papiers
hi: क्लिपबोर्ड की जांच करने के
id: Periksa clipboard.
it: Controllare la clipboard.
ko: 클립 보드를 확인합니다.
ms: Semak papan klip
nb: Sjekk utklippstavlen
nl: Controleer het klembord
pt: Verifique a área de transferência
ru: Проверьте буфер обмена
sv: Kontrollera Urklipp
th: ตรวจสอบคลิปบอร์ด
tr: panoyu kontrol
vi: Kiểm tra clipboard
zh_hans: 要检查剪贴板
zh_hant: 要檢查剪貼板

# settingSecTitle
source: Setting
ar: ضبط
da: Indstilling
de: Rahmen
el: Σύνθεση
es: ajuste
fi: asetus
fr: Configuration
hi: विन्यास
id: pengaturan
it: ambiente
ko: 환경
ms: tetapan
nb: Innstilling
nl: omgeving
pt: Configuração
ru: Настройка
sv: Miljö
th: การตั้งค่า
tr: Ayar
vi: Cài đặt
zh_hans: 环境
zh_hant: 環境

# settingAutoClear
source: Auto Clear (occasional)
ar: مسح السيارات (أحيانا)
da: Auto Clear (lejlighedsvis)
de: Auto Clear (gelegentlich)
el: Auto Clear (περιστασιακά)
es: Borrado automático (ocasional)
fi: Auto Clear (satunnaista)
fr: Mettez de temps en temps (occasionnel)
hi: समय-समय पर बाहर रखो (कभी-कभी)
id: Auto Clear (sesekali)
it: Cancellazione automatica (occasionale)
ko: 자동 복귀 (가끔)
ms: Auto Clear (sekali-sekala)
nb: Auto Clear (sporadisk)
nl: Auto Clear (af en toe)
pt: Auto Clear (ocasional)
ru: Автоочистка (иногда)
sv: Auto Clear (tillfällig)
th: รถยนต์ล้าง (บางครั้ง)
tr: Otomatik Temizle (ara sıra)
vi: Auto Clear (thỉnh thoảng)
zh_hans: 时隐时（偶尔）
zh_hant: 時隱時（偶爾）

# settingLastClearDt
source: Last Clear Time
ar: آخر مسح الوقت
da: Sidste Clear Time
el: Τελευταία Καθαρισμός Ώρα
es: Última Hora Claro
fi: Viime Clear Time
fr: Heure du dernier arrêt
hi: पिछले बंद के समय
id: Terakhir Batal Waktu
it: Ultimo tempo di azzeramento
ko: 마지막 클리어 시간
ms: Last Time Clear
nb: Siste Clear Tid
nl: Laatste Clear Time
pt: Última Clear Time
ru: Время последней очистки
sv: Senast Clear Time
th: ล่าสุดเวลาที่ชัดเจน
tr: Son Temizle Zaman
vi: Cuối cùng rõ ràng Time
zh_hans: 最后关闭时间
zh_hant: 最後關閉時間

# settingAutoClearHelp
source: Sometimes clear clipboard ,when app is running.
ar: أحيانا الحافظة واضحة، عندما يتم تشغيل التطبيق.
da: Sommetider klar udklipsholderen, når app kører.
de: Manchmal klar Zwischenablage, wenn App läuft.
el: Μερικές φορές σαφές πρόχειρο, όταν η εφαρμογή εκτελείται.
es: A veces, claro portapapeles, cuando se ejecuta es la aplicación.
fi: Joskus Clear leikepöydälle, kun sovellus on käynnissä.
fr: App pour désactiver les copient parfois le contenu si le démarrage.
hi: अनुप्रयोग बंद करने कभी कभी अगर स्टार्ट-अप सामग्री की प्रतिलिपि।
id: Kadang-kadang clipboard jelas, ketika aplikasi sedang berjalan.
it: A volte appunti chiaro, quando applicazione è in esecuzione.
ko: 때때로 맑은 클립 보드, 때 응용 프로그램이 실행 중입니다.
ms: Kadang-kadang clipboard jelas, apabila aplikasi sedang berjalan.
nb: Noen ganger klart utklippstavlen når programmet kjører.
nl: Soms duidelijk klembord, wanneer app wordt uitgevoerd.
pt: Às vezes prancheta claro, quando o aplicativo está em execução.
ru: Иногда очищает буфер обмена, когда приложение запущено.
sv: Ibland klar Urklipp, när appen körs.
th: บางครั้งคลิปบอร์ดชัดเจนเมื่อ app ทำงานอยู่
tr: Bazen açık pano, zaman uygulama çalışıyor.
vi: Đôi khi rõ ràng clipboard, khi ứng dụng đang chạy.
zh_hans: 如果你开始，有时会关闭复制内容的应用程序。
zh_hant: 如果你開始，有時會關閉複製內容的應用程序。

# settingsAppinfotitle
source: App information
ar: معلومات التطبيق
da: App oplysninger
de: App Informationen
el: πληροφορίες App
es: información de la aplicación
fi: App tiedot
fr: Informations sur l'application
hi: आवेदन की सूचना
id: informasi aplikasi
it: informazioni applicazioni
ko: 앱 정보
ms: maklumat app
nb: appinformasjon
nl: App informatie
pt: informações do aplicativo
ru: О приложении
th: ข้อมูล App
tr: Uygulama bilgisi
vi: thông tin ứng dụng
zh_hans: 应用信息
zh_hant: 應用信息

# settingsAppinfoSiteLink
source: WEB Site
ar: موقع الكتروني
da: Internet side
de: Webseite
fi: Verkkosivusto
fr: Site Internet
hi: वेबसाइट
id: Situs web
it: Sito web
ko: 웹 사이트
ms: WEB laman
pt: Local na rede Internet
ru: Веб-сайт
sv: Hemsida
th: เว็บไซต์
tr: İnternet sitesi
vi: Trang mạng

# settingsAppInfoTranslate
source: Help translation
ar: المساعدة في الترجمة
da: Hjælp oversættelse
de: Hilfe Übersetzung
el: μετάφραση Βοήθεια
es: traducción Ayuda
fi: Ohje käännös
fr: Aide traduction
hi: सहायता अनुवाद
id: bantuan terjemahan
it: traduzione Aiuto
ms: terjemahan bantuan
nb: Hjelp oversettelse
nl: Help vertaling
pt: tradução Ajuda
ru: Помощь перевод
sv: Hjälp translation
th: การแปลความช่วยเหลือ
tr: Yardım çeviri
vi: Trợ giúp dịch
zh_hant: 幫助翻譯

# settingSecAppReview
source: Review app
ar: التطبيق مراجعة
da: anmeldelse app
de: Bewertung App
el: επανεξέταση της εφαρμογής
es: revisión de aplicaciones
fi: Review sovellus
fr: App Review
hi: समीक्षा एप्लिकेशन
id: app Ulasan
it: recensione app
ko: 이용해 주셔서 감사합니다. 응용 프로그램 버전 업시 ⭐ 붙여 다시 검토를 부탁드립니다.
ms: app ulasan
nb: omtale app
nl: beoordeling app
pt: revisão aplicativo
ru: Оценить приложение
th: แอปรีวิว
tr: İnceleme uygulaması
vi: ứng dụng xem xét
zh_hans: 请给我申请的评估
zh_hant: 請給我申請的評估

# settingSecAppShare
source: Share app information
ar: تبادل المعلومات التطبيق
da: Del app information
de: Teilen App Informationen
el: Μοιραστείτε πληροφορίες app
es: Compartir información de aplicación
fi: Jaa sovellustiedot
fr: Partager l'information de l'application
hi: शेयर एप्लिकेशन जानकारी
id: berbagi informasi aplikasi
it: Informazioni Condividi app
ko: 앱 정보 공유
ms: maklumat app Kongsi
nb: Del app informasjon
nl: Deel app informatie
pt: Compartilhar informações aplicativo
ru: Поделиться приложением
sv: Dela appinformation
th: แบ่งปันข้อมูลแอป
tr: Hisse uygulama bilgisi
vi: chia sẻ thông tin ứng dụng
zh_hans: 要共享应用信息
zh_hant: 要共享應用信息

# settingSecAppStoreDevelopperURL
source: Recommended app
ar: التطبيق الموصى بها
da: Anbefalet app
de: Empfohlene App
el: Προτεινόμενες app
es: aplicación recomendada
fi: Suositeltu sovellus
fr: application recommandée
hi: अनुशंसित ऐप
id: aplikasi yang disarankan
it: App consigliato
ko: 추천 앱
ms: app disyorkan
nb: Anbefalt app
nl: Aanbevolen app
pt: aplicação recomendada
ru: Рекомендуемые приложения
sv: Rekommenderad app
th: แอปที่แนะนำ
tr: Önerilen uygulama
vi: Đề nghị ứng dụng
zh_hans: 推荐应用
zh_hant: 推薦應用

# settingSecPurchase
source: Purchase
ar: عملية الشراء
da: Køb
de: Kauf
el: Αγορά
es: Compra
fi: Ostaa
fr: achat
hi: खरीद फरोख्त
id: Membeli
it: Acquista
ko: 구매
ms: pembelian
nb: Kjøp
nl: Aankoop
pt: Compra
ru: Покупка
sv: Inköp
th: ซื้อ
tr: Satın alma
vi: Mua, tựa vào, bám vào
zh_hans: 购买
zh_hant: 採購

# settingSecPurchaseRemoveAds
source: Remove ads addon
ar: ازالة الاعلانات الملحق
da: Fjern annoncer addon
de: Werbung ausblenden addon
el: διαφημίσεις Κατάργηση addon
es: Quitar los anuncios complemento
fi: Poista mainokset lisäosa
fr: Supprimer les annonces addon
hi: निकालें विज्ञापन एडऑन
id: addon iklan Hapus
it: Rimuovere gli annunci addon
ko: 광고를 지우는 기능을 구입
ms: alih keluar iklan addon
nb: Fjerne annonser addon
nl: Verwijder advertenties addon
pt: Remover anúncios addon
ru: Удалить рекламу
sv: Ta bort annonser addon
th: โฆษณาลบ addon
tr: Kaldır reklamlar addon
vi: xóa quảng cáo addon
zh_hans: 要购买一个外接关闭广告
zh_hant: 要購買一個外接關閉廣告

# settingSecPurchaseRemoveAdsEnded
source: Remove ads(Purchased)
ar: ازالة الاعلانات (اشترى)
da: Fjern annoncer (Købt)
de: Remove-Anzeigen (gekauften)
el: Οι διαφημίσεις Αφαιρέστε (Αγορά)
es: anuncios Retire (Comprado)
fi: Poista mainokset (ostettu)
fr: Supprimer les annonces (acheté)
hi: निकालें विज्ञापन (खरीदी)
id: iklan hapus (Dibeli)
it: Annunci Rimuovere (Acquistato)
ko: 광고를 지운다 (구매 완료)
ms: alih keluar iklan (Membeli)
nb: Fjern annonser (Kjøpt)
nl: Verwijder advertenties (gekocht)
pt: anúncios Remover (comprada)
ru: Удалить рекламу (куплено)
sv: Ta bort annonser (Köpt)
th: โฆษณาลบ (ซื้อ)
tr: Kaldır reklamlar (Satın)
vi: xóa quảng cáo (mua)
zh_hans: 关闭广告（已经购买）
zh_hant: 關閉廣告（已經購買）

# settingSecPurchaseRestore
source: Restore purchased addon
ar: استعادة الملحق شراؤها
da: Gendan købt addon
de: Wiederherstellen gekauft addon
el: Επαναφορά αγοραστεί πρόσθετο
es: Restaurar complemento comprado
fi: Palauttaa ostamasi lisäosa
fr: Restaurer addon acheté
hi: खरीदे गए ऐड-ऑन पुनर्स्थापित
id: Kembalikan addon dibeli
it: Ripristinare addon acquistato
ko: 구매 쓰자 기능을 복원
ms: Memulihkan addon dibeli
nb: Gjenopprett kjøpt addon
nl: Herstel gekocht addon
pt: Restaurar addon compra
ru: Восстановить покупку
sv: Återställ köpt addon
th: Restore addon ซื้อ
tr: Satın alınan eklenti Restore
vi: Restore mua addon
zh_hans: 恢复购买的功能
zh_hant: 恢復購買的功能

# removeAdsAlertTitle
source: Remove ads Confirm
ar: ازالة الاعلانات تأكيد
da: Fjern annoncer Bekræft
de: Remove Anzeigen bestätigen
el: διαφημίσεις Αφαιρέστε Επιβεβαίωση
es: Quitar los anuncios Confirmar
fi: Poista mainokset Vahvista
fr: Supprimer les annonces Confirmer
hi: निकालें विज्ञापनों की पुष्टि
id: Konfirmasi iklan Hapus
it: Rimuovere gli annunci Conferma
ko: 광고 삭제 구입 확인
ms: alih keluar iklan Pasti
nb: Fjerne annonser Bekreft
nl: Verwijder advertenties Bevestigen
pt: Remover anúncios Confirmar
ru: Подтвердить покупку
sv: Ta bort annonser Bekräfta
th: โฆษณาลบยืนยัน
tr: Kaldır reklamları onayla
vi: xóa quảng cáo Confirm
zh_hans: 删除广告购买确认
zh_hant: 刪除廣告購買確認

# removeAdsAlertMes
source: Do you want to buy one
ar: هل تريد شراء واحدة
da: Ønsker du at købe en
de: Möchten Sie einen kaufen
el: Θέλετε να αγοράσετε ένα
es: ¿Quieres comprar uno
fi: Haluatko ostaa
fr: Voulez-vous acheter un
hi: आप खरीद करना चाहते हैं
id: Apakah Anda ingin membeli satu
it: Vuoi acquistare uno
ko: 구매 하시겠습니까?
ms: Adakah anda ingin membeli satu
nb: Ønsker du å kjøpe en
nl: Wil je er een te kopen
pt: Você quer comprar um
ru: Вы хотите купить?
sv: Vill du köpa en
th: คุณต้องการที่จะซื้อ
tr: Bir satın almak ister misiniz
vi: Bạn có muốn mua một cái
zh_hans: 你想买？
zh_hant: 你要買嗎？

# removeAdsAlertThanks
source: Thank you!
ar: شكرا جزيلا!
da: Tak skal du have!
de: Danke dir!
el: Ευχαριστώ!
es: ¡Gracias!
fi: Kiitos!
fr: Je vous remercie!
hi: धन्यवाद!
id: Terima kasih!
it: Grazie!
ko: 사시 감사합니다!
ms: Terima kasih!
nb: Takk skal du ha!
nl: Dank u!
pt: Obrigado!
ru: Спасибо!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkür ederim!
vi: Cảm ơn bạn!
zh_hans: 感谢您购买！
zh_hant: 感謝您的購買！

# removeAdsAlertFailed
source: Purchase failed.not purchased yet.
ar: شراء failed.not شراؤها حتى الان.
da: Indkøb failed.not købt endnu.
de: Kauf failed.not noch gekauft.
el: failed.not Αγορά αγόρασε ακόμα.
es: Compra failed.not todavía compró.
fi: Osto failed.not ostettu vielä.
fr: Achat failed.not encore acheté.
hi: खरीद failed.not अभी तक खरीदा है।
id: Pembelian failed.not dibeli belum.
it: Acquisto failed.not ancora acquistato.
ko: 구매 절차가 실패했습니다. 구입할 수 없습니다.
ms: Pembelian failed.not dibeli lagi.
nb: Kjøp failed.not kjøpt ennå.
nl: nog aankoop failed.not gekocht.
pt: failed.not compra ainda comprada.
ru: Процесс покупки не удался.
sv: Inköps failed.not köpt ännu.
th: ซื้อ failed.not ซื้อเลย
tr: Satın alma failed.not henüz satın aldı.
vi: Mua failed.not mua được nêu ra.
zh_hans: 购买失败。没能买到。
zh_hant: 購買失敗。沒能買到。

# removeAdsAlertRestored
source: Previous purchase is restored.
ar: يتم استعادة شراء السابقة.
da: Forrige køb er genoprettet.
de: Zurück Kauf wird wieder hergestellt.
el: Προηγούμενο αγορά έχει αποκατασταθεί.
es: compra anterior se restaura.
fi: Edellinen ostos on palautettu.
fr: achat précédent est restauré.
hi: पिछला खरीद बहाल है।
id: pembelian sebelumnya dipulihkan.
it: acquisto precedente viene ripristinato.
ko: 이전 구매를 복원했습니다.
ms: pembelian sebelum ini dipulihkan.
nb: Forrige kjøpet er gjenopprettet.
nl: Vorige aankoop wordt hersteld.
pt: compra anterior é restaurado.
ru: Предыдущая покупка восстановлена.
sv: Tidigare köp är återställd.
th: ซื้อก่อนหน้านี้มีการเรียกคืน
tr: Önceki alım geri yüklenir.
vi: mua trước được phục hồi.
zh_hans: 这是恢复以前的购买。
zh_hant: 這是恢復以前的購買。

# removeAdsAlertDeferrd
source: Purchase deferred.
ar: شراء تأجيل.
da: Indkøb udskudt.
de: Kauf verschoben.
el: Αγορά αναβληθεί.
es: Compra diferida.
fi: Osto lykätään.
fr: Achat différé.
hi: खरीद टाल।
id: Pembelian ditangguhkan.
it: Acquisto differito.
ko: 구매가 보류되어 있습니다.
ms: Pembelian tertunda.
nb: Kjøpet utsatt.
nl: Aankoop uitgesteld.
pt: Compra adiada.
ru: Покупка отложена.
sv: Köp uppskjuten.
th: ซื้อรอการตัดบัญชี
tr: Satın alma ertelenmiş.
vi: Mua trả chậm.
zh_hans: 采购一直悬而未决。
zh_hant: 採購一直懸而未決。

# strOk
source: OK
ar: حسنا
da: Okay
el: Εντάξει
es: Okay
fi: kunnossa
fr: D'accord
hi: ठीक है
id: baik
ms: okey
pt: Está bem
ru: ОК
th: ตกลง
tr: tamam
vi: đồng ý
zh_hans: 行
zh_hant: 好

# strCancel
source: Cancel
ar: إلغاء
da: Afbestille
de: Stornieren
el: Ματαίωση
es: Cancelar
fi: Peruuttaa
fr: Annuler
hi: रद्द करना
id: Membatalkan
it: Annulla
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pt: Cancelar
ru: Отмена
sv: Annullera
th: ยกเลิก
tr: İptal etmek
vi: hủy bỏ
zh_hans: 取消
zh_hant: 取消

# buttonClear
source: Clear
ar: واضح
da: Klar
de: klar
el: Σαφή
es: Claro
fi: Asia selvä
fr: Clair
hi: स्पष्ट
id: Bersih
it: Chiaro
ko: 텅하기
ms: jelas
nb: Klar
nl: Doorzichtig
pt: Claro
ru: Очистить
sv: Klar
th: ชัดเจน
tr: Açık
vi: Thông thoáng
zh_hans: 擦除
zh_hant: 擦除

# buttonRefresh
source: Refresh
ar: تحديث
da: Opdater
de: Aktualisierung
el: Φρεσκάρω
es: Actualizar
fi: virkistää
fr: Rafraîchir
hi: ताज़ा करना
id: Menyegarkan
it: ricaricare
nb: Forfriske
nl: verversen
pt: refrescar
ru: Oбновление
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm tươi
zh_hant: 更新

# selectLang
source: Select language
ar: اختار اللغة
da: Vælg sprog
de: Sprache auswählen
el: Επιλέξτε γλώσσα
es: Seleccione el idioma
fi: Valitse kieli
fr: Choisir la langue
hi: भाषा का चयन करें
id: Pilih bahasa
it: Seleziona la lingua
ko: 표시 언어 선택
ms: Pilih Bahasa
nb: Velg språk
nl: Kies taal
pt: Selecione o idioma
ru: Выбрать язык
sv: Välj språk
th: เลือกภาษา
tr: Dil Seçin
vi: Chọn ngôn ngữ
zh_hans: 显示语言选择
zh_hant: 顯示語言選擇

# selectLangDesc
source: Please select the language to display. Once selected, the application is temporarily exited.
ar: يرجى تحديد اللغة إلى العرض. وبمجرد اختيار، وخرجت من التطبيق مؤقتا.
da: Vælg sprog til visning. Når det er valgt, er programmet midlertidigt forlades.
de: Bitte wählen Sie die Sprache anzuzeigen. Nach der Auswahl wird die Anwendung vorübergehend verlassen.
el: Επιλέξτε τη γλώσσα εμφάνισης. Μόλις επιλεγεί, η εφαρμογή προσωρινά αποχώρησε.
es: Por favor, seleccione el idioma de visualización. Una vez seleccionado, la aplicación se sale temporalmente.
fi: Valitse näytettävä kieli. Valinnan jälkeen sovellus on tilapäisesti poistutaan.
fr: S'il vous plaît choisir la langue d'affichage. Une fois sélectionné, l'application est temporairement quitté.
hi: कृपया प्रदर्शित करने के लिए भाषा का चयन करें। चयन के बाद, आवेदन अस्थायी रूप से बाहर निकल गया है।
id: Pilih bahasa untuk tampilan. Setelah dipilih, aplikasi ini sementara keluar.
it: Si prega di selezionare la lingua da visualizzare. Una volta selezionato, l'applicazione è temporaneamente uscito.
ko: 표시 언어를 선택하십시오. 선택하면 응용 프로그램을 종료 한합니다.
ms: Sila pilih bahasa untuk paparan. Setelah dipilih, permohonan itu sementara keluar.
nb: Velg språk som skal vises. Når den er valgt, blir programmet midlertidig avsluttes.
nl: Selecteer de taal display. Eenmaal geselecteerd, wordt de applicatie tijdelijk verlaten.
pt: Por favor, selecione o idioma para exibição. Uma vez seleccionada, a aplicação é temporariamente encerrado.
ru: Пожалуйста, выберите язык для отображения. После выбора приложение закрыть.
sv: Välj språk till displayen. När väljs programmet tillfälligt lämnat.
th: โปรดเลือกภาษาในการแสดง เมื่อเลือกโปรแกรมจะออกชั่วคราว
tr: ekrana dilini seçiniz. Seçildikten sonra, uygulama geçici olarak çıkılır.
vi: Vui lòng chọn ngôn ngữ để hiển thị. Sau khi lựa chọn, việc áp dụng tạm thời kết thúc.
zh_hans: 请选择您要显示的语言。一旦你选择当退出应用程序。
zh_hant: 請選擇您要顯示的語言。一旦你選擇當退出應用程序。

# isLangOK
source: May I switch languages? The application will end once.
ar: قد أتحول لغة؟ ستنتهي تطبيق مرة واحدة.
da: Må jeg skifte sprog? Ansøgningen vil ende en gang.
de: Darf ich die Sprache wechseln? Die Anwendung wird einmal enden.
el: Μπορώ να στραφούν γλώσσες; Η εφαρμογή θα τελειώσει κάποτε.
es: ¿Puedo cambiar de idioma? La aplicación va a terminar de una vez.
fi: Voinko vaihtaa kieltä? Sovellus päättyy kerran.
fr: Puis-je changer de langue? L'application prendra fin une fois.
hi: मैं भाषाओं स्विच कर सकते हैं? आवेदन एक बार खत्म हो जाएगा।
id: Mungkin saya beralih bahasa? Aplikasi ini akan berakhir setelah.
it: Posso passare da una lingua? L'applicazione si concluderà una volta.
ko: 언어를 전환해도 좋습니까? 앱이 일단 종료합니다.
ms: Bolehkah saya menukar bahasa? Permohonan itu akan berakhir sekali.
nb: Kan jeg bytte språk? Søknaden vil ende gang.
nl: Mag ik van taal te wisselen? De applicatie zal een keer eindigen.
pt: Posso mudar de idioma? A aplicação vai acabar de uma vez.
ru: Приложение необходимо закрыть один раз.
sv: Kan jag byta språk? Ansökan kommer att sluta en gång.
th: ฉันอาจสลับภาษา? โปรแกรมจะจบในครั้งเดียว
tr: Ben diller arasında geçiş miyim? Uygulama aynı sona erecek.
vi: Tôi có thể chuyển đổi ngôn ngữ? Ứng dụng này sẽ kết thúc một lần.
zh_hans: 我可以切换语言？应用程序将被终止一次。
zh_hant: 我可以切換語言？應用程序將被終止一次。

# langDefault
source: default
ar: إفتراضي
da: Standard
de: Standard
el: Προκαθορισμένο
es: defecto
fi: oletusarvo
fr: défaut
hi: चूक
id: kegagalan
it: predefinito
ms: lalai
nb: misligholde
nl: standaard
pt: padrão
ru: По умолчанию
sv: standard
th: ค่าเริ่มต้น
tr: varsayılan
vi: mặc định
zh_hans: 默认
zh_hant: 默認

# shareText
source: Simple clipboard viewer,cleaner.
ar: الحافظة عارض بسيط وأنظف.
da: Enkel udklipsholderen fremviser, renere.
de: Einfacher Zwischenablage-Viewer, sauberer.
el: Απλός θεατής πρόχειρο, καθαρότερο.
es: visor del portapapeles simple, más limpio.
fi: Yksinkertaisia ​​leikepöydälle katsoja, puhtaampaa.
fr: Simple spectateur presse-papiers, plus propre.
hi: सरल क्लिपबोर्ड दर्शक, क्लीनर।
id: Sederhana clipboard viewer, bersih.
it: visualizzatore di appunti semplice, più pulito.
ko: 클립 보드의 내용 표시 삭제합니다.
ms: Mudah penonton clipboard, lebih bersih.
nb: Enkelt utklippstavlen viewer, renere.
nl: Eenvoudige klembord viewer, schoner.
pt: visualizador de clipboard simples, mais limpa.
ru: Простой просмотрщик и очиститель Буфера обмена.
sv: Enkel Urklippshanteraren, renare.
th: แสดงคลิปบอร์ดที่เรียบง่ายสะอาด
tr: Basit pano görüntüleyici, temizleyici.
vi: Đơn giản xem clipboard, sạch hơn.
zh_hans: 到剪贴板显示的内容删除。
zh_hant: 到剪貼板顯示的內容刪除。
